app/Domestic/Files/25/IssueTicketRQ.txt

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
xmlns:ns1="http://booking.us.org/">
   <SOAP-ENV:Body>
     <ns1:IssueTicket>
       <strFlightId>7dd456ca-4970-4b7c-9c5f-7d0d9cc5e5f0</strFlightId>
       <strContactName>sdds</strContactName><strContactEmail>test@test.com</strContactEmail><strContactMobile>5213789652</strContactMobile>
       <strPassengerDetail><![CDATA[<?xml version="1.0"?><PassengerDetail>
       <Passenger><PaxType>ADULT</PaxType><Title>Mr</Title><Gender>M</Gender><FirstName>dsdas</FirstName><LastName>fgfd</LastName><Nationality>NP</Nationality><PaxRemarks>gdfgfdgdfgd</PaxRemarks></Passenger>
 </PassengerDetail>]]></strPassengerDetail>
     </ns1:IssueTicket>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>